{"hypothesis": "COVID-19 has a low prevalance or is not really dangerous for most people.", "statements": "1. COVID-19 Infection Fatality Ratio is About 1.15%,\n2. Alberto Fernndez, president of Argentina: \"Of the total deaths, 85% are people over 65 years\".\n3. Delhi Health Minister Satyendar Jain said that not a single one of the 30 thousand in Markaz was found coronavirus positive.\n4. COVID-19 does not affect children. Children cannot infect other people either.\n5. If masks were effective and necessary, non-mask wearers should be dead by now"}
{"hypothesis": "COVID-19 is a man-made disease.", "statements": "1. Iran's former president Mahmoud Ahmadinejad: It is clear to the world that the mutated coronavirus was produced in a lab, manufactured by the warfare stock houses of biological war belonging to world powers.\n2. Vladimir Putin accused the \"rest of the leaders\" of having a plan to \"reduce the world population.\"\n3. The 2010 document published by the Rockefeller Foundation and the Global Business Network is a pre-designed plan of artificially creating and spreading the coronavirus pandemic.\n4. The COVID-19 pandemic \"was combined at a meeting\" in 2019 sponsored by the Bill & Melinda Gates Foundation.\n5. According to the \"Plandemic\" documentary, the new coronavirus \"was clearly manipulated\"."}
{"hypothesis": "Miracle cures will treat COVID-19.", "statements": "1. Thailand CDC announces green chiretta can cure coronavirus.\n2. Chlorine dioxide cures COVID-19.\n3. Turkish President Erdogan revealed a mask that kills coronavirus in a minute.\n4. Coronavirus will be cured within 2 hours by drinking bitter gourd juice.\n5. 20 million Chinese people convert to Islam after learning that COVID-19 doesn't affect muslims."}
{"hypothesis": "COVID treatments are dangerous.", "statements": "1. Treating COVID-19 may increase antibiotic resistance\n2. Potential COVID Drug May Raise Heart Risk: Study\n3. Going near a fire or stove after applying hand sanitizers, causes more fire as it contains alcohol."}
{"hypothesis": "COVID can spread through normal, everyday events in surprising ways.", "statements": "1. A package from AliExpress sent from China can spread the new coronavirus.\n2. Having a dry throat will cause germs to enter one's body.\n3. Are pools open in Guatemala? Can coronavirus be transmitted in a pool?\n4. Alappuzha market in India closed due to discovery of COVID-19 positive patients in the area.\n5. You should leave your shoes outside, as they carry the virus."}
{"hypothesis": "COVID is caused by the WHO.", "statements": "1. Madagascar president refused to take a $20m WHO bribe meant to poison the local drug from COVID-19."}
{"hypothesis": "COVID comes from China.", "statements": "1. A package from AliExpress sent from China can spread the new coronavirus."}
{"hypothesis": "COVID comes from the US.", "statements": "1. American CDC admitted that coronavirus originated in the U.S. Many COVID-19 patients were misdiagnosed as coronavirus."}
{"hypothesis": "People trying to get others to wear masks are evil.", "statements": "1. Volunteers distribute masks soaked with a chemical with a narcotic effect."}
{"hypothesis": "Masks are dangerous or don't work.", "statements": "1. Volunteers distribute masks soaked with a chemical with a narcotic effect.\n2. In Vienna there are 10 children in hospital with a lung fungus infection, which they got because of face masks\n3. The use of a cloth mask for protection from COVID-19 can cause hypercapnia and cancer.\n4. Scientists wear hazmat suits to protect themselves from deadly viruses so masks are not effective against COVID-19"}
{"hypothesis": "Anti-COVID measures or restrictions are harsh, ineffective, and have hidden downsides.", "statements": "1. A residential building was set on fire in Wuhan to control spread of coronavirus.\n2. Military on streets of Philadelphia preparing to invoke martial law and bring citizens to FEMA camps.\n3. The Office of the President of Ukraine announced the toughening of the COVID-19 response measures starting from August 24.\n4. Mass SARS-Cov-2 testing does more harm than good.\n5. Family starving for food commits suicide in India during lockdown."}
{"hypothesis": "Sinotech's COVID vaccines are ineffective.", "statements": "1. The governor of Sao Paulo contracted COVID-19 after being vaccinated with the Sinovac Biotech vaccine."}
{"hypothesis": "Miracle treatments stop you from spreading or getting COVID.", "statements": "1. A spray could protect against the coronavirus outbreak.\n2. You should leave your shoes outside, as they carry the virus.\n3. Trump announced that Roche Medical Company will launch a vaccine to cure COVID-19 in 3 hours.\n4. Allegations that garlic and a cold shower helps to avoid COVID-19.\n5. Retaining your breath for 10 seconds will help you detect the coronavirus."}
{"hypothesis": "The only people who get COVID are stubborn or stupid.", "statements": "1. Hardheaded Filipinos are to blame for the cases of coronavirus disease 2019 (COVID-19) in the country."}
{"hypothesis": "COVID mostly affects the elderly.", "statements": "1. Alberto Fernndez, president of Argentina: \"Of the total deaths, 85% are people over 65 years\"."}
{"hypothesis": "COVID tests are dangerous.", "statements": "1. Mass SARS-Cov-2 testing does more harm than good.\n2. Nasal swabs used to obtain samples for COVID-19 tests reach the blood-brain barrier and may damage it."}
{"hypothesis": "Pseudoscientific COVID tests can detect the virus.", "statements": "1. Retaining your breath for 10 seconds will help you detect the coronavirus."}
{"hypothesis": "People in power are not following the COVID restrictions they put in place.", "statements": "1. Croatian doctors, including the country's health minister, held a ceremonial ball despite of quarantine measures.\n2. \"Kochi Prefectural Assembly, who returned from Wuhan, refused the test while it was infected with coronavirus.\""}
{"hypothesis": "People in China go to nonsensical lengths to avoid COVID.", "statements": "1. A residential building was set on fire in Wuhan to control spread of coronavirus.\n2. 20 million Chinese people convert to Islam after learning that COVID-19 doesn't affect muslims.\n3. \"Yes, Africans are being evicted in China amid fear of second COVID-19 wave\""}
{"hypothesis": "People go to nonsensical lengths to avoid COVID.", "statements": "1. A residential building was set on fire in Wuhan to control spread of coronavirus.\n2. 20 million Chinese people convert to Islam after learning that COVID-19 doesn't affect muslims.\n3. \"Yes, Africans are being evicted in China amid fear of second COVID-19 wave\"\n4. Do You Need to Wear Goggles to Stay Safe from COVID-19?"}
{"hypothesis": "Government officials don't care if the elderly die.", "statements": "1. A WhatsApp chain, as well as some websites say that Italy will let the elderly sick with coronavirus die.\n2. Alberto Fernndez, president of Argentina: \"Of the total deaths, 85% are people over 65 years\"."}
{"hypothesis": "Government officials are using the pandemic to enrich and empower themselves.", "statements": "1. Allowances of Members of Parliament in India have been increased by 49 thousand rupees during the pandemic.\n2. Because of a WHO clause, Dutch primary schools are allowed to vaccinate children without their parents' consent."}
{"hypothesis": "US medical system can't handle high COVID caseloads.", "statements": "1. Texas Leaders Talk Strained Hospitals, Cases Surge"}
{"hypothesis": "We should have seen the pandemic coming.", "statements": "1. The Simpsons predicted the epidemic."}
{"hypothesis": "The US government should pay people to stay home.", "statements": "1. All U.S. citizens are entitled to $700 per week to stay at home to avoid spread of coronavirus."}
{"hypothesis": "Medical officials are being targeted with violence for COVID policies.", "statements": "1. Doctor Vandana Tiwari who was a part of COVID-19 team was killed in a violence at Uttar Pradesh."}
{"hypothesis": "The COVID-19 Pandemic is over and activities should return to normal.", "statements": "1. CDC Gives New Recommendations to Safely Reopen Amid COVID-19\n2. Guidance for Kids to Return to Sports Amid COVID\n3. The coronavirus outbreak is over in China.\n4. The coronavirus pandemic is \"effectively over\" in the United Kingdom and \"there is absolutely no need for vaccines.\""}
{"hypothesis": "Some governments are good at combatting COVID.", "statements": "1. Indian's Ruling party BJP-run state Manipur is India's first coronavirus free state.\n2. The coronavirus outbreak is over in China.\n3. UK, USA have asked Indian Prime Minister Narendra Modi to lead a task force to tackle coronavirus.\n4. Colombian President Ivan Duque is one of the leaders who best faced the COVID-19."}
{"hypothesis": "Medical professionals are exaggerating the threat of COVID.", "statements": "1. Deaths caused by pneumonia, strokes and heart attacks are being registered as COVID-19 deaths\n2. An American pastor said that just 6 per cent of covid deaths can be directly attributed to the virus.\n3. A picture shows two man holding a coffin. The caption says that, if the coffin was full, they would not be able to lift it.\n4. American CDC admitted that coronavirus originated in the U.S. Many COVID-19 patients were misdiagnosed as coronavirus.\n5. Tire repairer who died in a work accident was included in the death figures for COVID-19."}
{"hypothesis": "People are mentally breaking from COVID's toll.", "statements": "1. A man in Italy killed himself after he lost his family to the coronavirus."}
{"hypothesis": "Medical and government officials are covering up how bad COVID really is.", "statements": "1. Dr Mikovits, an established scientist, revealed that Dr Anthony Fauci was paid to cover up the extent of the problem caused by COVID-19. Also she revealed that SARS-CoV-2 was created in a lab and that influenza vaccines increase COVID-19 mortality by 36%.\n2. Says President Trump said coronavirus testing makes the U.S. look bad, \"so I said to my people, 'Slow the testing down.'\"\n3. COVID-19 existed before 2019."}
{"hypothesis": "Children are dying from COVID.", "statements": "1. The 3 year old son of the Puerto Rican artist Luis Fonsi, Rocco Rodrguez Lpez, has died of COVID-19."}
{"hypothesis": "Government Officials are pretending to care about COVID.", "statements": "1. American Vice-President Mike Pence was caught on a hot mic delivering empty boxes of PPE to a nursing home and pretended they were heavy."}
{"hypothesis": "Chinese people face violence due to COVID fears.", "statements": "1. Chinese nationals in Kenya were burnt out of fear of coronavirus"}
{"hypothesis": "Negligent world leaders are getting COVID.", "statements": "1. Jair Bolsonaro tested positive for COVID-19."}
{"hypothesis": "There is social unrest due to fears of COVID.", "statements": "1. People are pillaging a bank in Colombia as an effect of the lockdown."}
{"hypothesis": "People take over other's houses when they are hospitalized for COVID-19.", "statements": "1. A picture with an old man sitting on the ground, and a caption saying that while he was hospitalized for COVID-19 his house was occupied by a Roma family."}
{"hypothesis": "People who stood to gain from COVID knew about it before it spread widely.", "statements": "1. Dettol sanitizer can kill tthe coronavirus. The company knew about the coronavirus back in 2019.\n2. COVID-19 existed before 2019."}
{"hypothesis": "Right-wing politicians avoid discussion of climate change.", "statements": "1. Is Climate Change Happening? The SCOTUS Nominee Can't Say.\n2. The Angle: Candidates Are Finally Talking About Climate Change. What Now?\n3. Idaho Lawmakers Are Trying Again To Scrub Climate Change From Education Standards"}
{"hypothesis": "Right-wing politicians do not believe that climate change is happening.", "statements": "1. VIDEO PRESIDENT TRUMP Asked About Climate Change After Inspecting Wildfire Zone His Answer Was No\n2. Republicans Denying Climate Change Dont Deserve Public Office\n3. Donald Trump's Flippant Dismissal Of Climate Science Receives The Treatment On Twitter"}
{"hypothesis": "Right-wing government officials promote policies that harm the climate.", "statements": "1. Durbin: 'Planet is at Risk Because This President and His Party Have Broken With Every Nation on Earth in Their Opposition to Responsibly Address Climate Change'\n2. Boris Johnson's 'build, build, build' strategy could remove protection for environment, warn RSPB and National Trust\n3. U.S. EPA chief defends big energy projects, says climate not top priority\n4. Trump Deals Final Blow To Clean Power Plan, Obama's Signature Climate Policy\n5. Trump replacement for Obama climate plan worse than doing nothing  study"}
{"hypothesis": "Government officials use climate change for political gain, but do not support pro-climate policies.", "statements": "1. AOC ally pans 'ridiculous' Pelosi claim on climate change measure in coronavirus bill\n2. Trump, Calling Himself 'the No. 1 Environmental President,' Green Washes His Record\n3. Joe Biden Defends Fundraising Off Oil Interests at Climate Change Town Hall\n4. Trump Celebrates Earth Day By Praising Rollback Of Environmental Protections\n5. EU's 'Climate Funding' Con Revealed"}
{"hypothesis": "Joe Biden is willing to combat climate change.", "statements": "1. Biden's Approach To Brazil's Bolsonaro Could Prove He's Serious About Climate Change\n2. It's Here And It's Real': Joe Biden Speaks On Deadly Wildfires And Climate Change\n3. Biden's Emphasis on Climate Policy Would Leave Australia the Odd One Out\n4. Climate Warrior Biden Promises to Shut Down the US Oil Industry\n5. Joe Biden rolls out $2 trillion climate plan promising 'an equitable clean energy future'"}
{"hypothesis": "Joe Biden has radical views for addressing climate change.", "statements": "1. Climate Warrior Biden Promises to Shut Down the US Oil Industry"}
{"hypothesis": "Australian climate policies do not address climate change.", "statements": "1. Australia's 'failing' environmental laws will fuel further public health crises, Nobel laureate warns\n2. In Europe even conservative governments leave Australias climate policy in the dust"}
{"hypothesis": "Left-wing politicians support extreme measures to combat climate change.", "statements": "1. AOC ally pans 'ridiculous' Pelosi claim on climate change measure in coronavirus bill\n2. Woman Advocates \"Eating Babies\" to Solve Climate Change, AOC Nods Her Head\n3. Climate Warrior Biden Promises to Shut Down the US Oil Industry\n4. Another climate scientist breaks ranks: 'Our models are Mickey-Mouse mockeries of the real world'\n5. France's new climate plan: Ban supermarket chains, Ban gas-powered cars, Ban TV/radio/print ads for products that generate CO2"}
{"hypothesis": "Climate activists propose extreme measures to combat climate change.", "statements": "1. Interior Secretary Zinke Radical Environmentalists Would Rather See the Entire Forest Burn Down Th\n2. Woman Advocates \"Eating Babies\" to Solve Climate Change, AOC Nods Her Head\n3. Watch: Morano on One America News TV: COVID Lockdowns Are A Trial Run For Climate Lockdowns  Morphing 'from a COVID lockdown to a climate lockdown'\n4. Economic stakes high but meat's impact on climate undeniable"}
{"hypothesis": "Climate activists use extreme methods to advance their efforts.", "statements": "1. Heartland Institute accuses 'climate alarmists' of exploiting COVID-19 pandemic to advance agenda\n2. Football fans fume after Yale-Harvard game disrupted by HUNDREDS of pitch-invading climate protesters (VIDEO)\n3. Watch: Morano on One America News TV: COVID Lockdowns Are A Trial Run For Climate Lockdowns  Morphing 'from a COVID lockdown to a climate lockdown'\n4. Climate protesters shut down London airport (briefly)\n5. New York City Filled With Road Signs Flashing Climate Warnings Including Climate Denial Kills"}
{"hypothesis": "Corporations pretend to be green to attract climate-friendly customers.", "statements": "1. Energy suppliers accused of 'greenwashing' tariffs to attract environmentally friendly customers\n2. Irish agriculture 'greenwashing' its climate impact  An Taisce"}
{"hypothesis": "Wealthy people care about addressing climate change.", "statements": "1. Amazon boss Jeff Bezos is giving away 7.7BILLION to people trying to stop climate apocalypse\n2. Prince Harry pays tribute to Prince Charles fight to save environment and vows to continue his work\n3. Bloomberg gives 45 million to help US keep Paris climate accord commitment\n4. Global Warming Hardliner Taylor Swift Sells One of Her Two Private Jets"}
{"hypothesis": "Climate activists act like members of a religious cult.", "statements": "1. More Proof Eco-activism is Becoming a Religion: NBC Has Online Booth Where You Can Confess Your Climate Change Sins"}
{"hypothesis": "Corporations are responsible for opposing legislation to combat climate change.", "statements": "1. Oil and gas companies investing 40bn in projects that 'undermine' fight against climate change\n2. Russia Rejects Climate Change Plan After Business Uproar"}
{"hypothesis": "Climate change will disproportionately affect poor people", "statements": "1. 'Climate apartheid': Rich people to buy their way out of environmental crisis while poor suffer, warns UN"}
{"hypothesis": "We owe it to future generations to address climate change.", "statements": "1. For The Love Of Your Children And Mine, Let's Act Now On Climate Change\n2. As a former teacher, I completely support the tens of thousands of students protesting against climate change"}
{"hypothesis": "Young people care about addressing climate change.", "statements": "1. 'It is our future': children call time on climate inaction in UK\n2. As a former teacher, I completely support the tens of thousands of students protesting against climate change\n3. Young People Offer Urgent Moral Clarity on Climate Change\n4. Teen Climate Activist Get Chilly Reception in Canadian Oil Country\n5. Surge in young Republicans worried about the environment: survey"}
{"hypothesis": "The Earth has been warming and will continue to in the near future.", "statements": "1. Earths temperature to rise 15C as early as 2030 amid dire warnings from UN climate panel\n2. Climate change: Antarctica experiences record-high temperature of more than 18C\n3. Sea ice continued its declining trend, both in the Arctic and Antarctic.\n4. California's greenhouse gas emissions rose slightly in 2018\n5. Climate crisis: Fossil fuels' impact on planet 'vastly underestimated'"}
{"hypothesis": "Climate change is changing wildlife habitats.", "statements": "1. Cod and monkfish could disappear from menus due to climate change threat, study warns\n2. Sharks Are Creeping Into the Northeast Because of Climate Change\n3. Climate change is making horses overweight, says leading vet\n4. Weatherwatch: climate change brings misery for hay fever sufferers\n5. Shorter lifespan of faster-growing trees will add to climate crisis, study finds"}
{"hypothesis": "Climate change is changing weather patterns.", "statements": "1. How climate change is fueling record-breaking California wildfires, heat and smog\n2. A War Reporter Covers \"The End of Ice\"  And It Will Change the Way You Think About Climate Catastrophe\n3. Obama Tries to Link Fires on West Coast to Climate Hoax; He Gets Shut Down\n4. How climate change plays a key role in weather extremes and wildfires\n5. Climate change: Antarctica experiences record-high temperature of more than 18C"}
{"hypothesis": "Societal response to COVID reflects how society will respond to climate change.", "statements": "1. COVID-19 offers lesson on risk of ignoring climate change\n2. And COVID will just disappear, right?': Trump ridiculed for claim climate change will 'get cooler'\n3. Bill Gates: 'Climate Change' Deaths Will Match COVID-19's In 40 Years  Claims COVID's 'misery' will 'happen regularly' if climate change is not stopped\n4. WHO Official Michael Marmot : Coronavirus Reveals What Is Possible for Climate Restrictions  'Revealed what governments are capable of doing'  Will 'socialize the economy'"}
{"hypothesis": "Simple consumption changes can have a major positive impact on the environment.", "statements": "1. Climate change: LED lights could dent UK energy demand\n2. How to Fight Global Warming: Electrify The Largest Vehicles on the Road\n3. Sci-fi tech tackles climate change with fake trees\n4. Try this Earth-friendly diet: How to shop, cook and eat to fight climate change\n5. France's new climate plan: Ban supermarket chains, Ban gas-powered cars, Ban TV/radio/print ads for products that generate CO2"}
{"hypothesis": "Planting trees and other plants can address climate change.", "statements": "1. Planet SOS: Can GMO plants stop global warming?\n2. Rewild a quarter of UK to fight climate crisis, campaigners urge\n3. Ethiopia 'breaks' tree-planting record to tackle climate change"}
{"hypothesis": "Carbon taxes are needed to combat climate change.", "statements": "1. Climate Change Advisory Council Carbon tax needed in Budget"}
{"hypothesis": "The airline industry is responsible for climate change.", "statements": "1. If We Bail Out Airlines, It Better Come With Climate Rules"}
{"hypothesis": "Climate change can be addressed by individuals taking their own actions.", "statements": "1. Climate change: LED lights could dent UK energy demand\n2. More Proof Eco-activism is Becoming a Religion: NBC Has Online Booth Where You Can Confess Your Climate Change Sins\n3. The Paris Climate Discord Not in My Wallet\n4. Try this Earth-friendly diet: How to shop, cook and eat to fight climate change"}
{"hypothesis": "Carbon capture technology can help mitigate climate change.", "statements": "1. Climate change Can 12 billion tonnes of carbon be sucked from the air"}
{"hypothesis": "Saving all ecosystems is not necessary to combat climate change.", "statements": "1. In the Fight Against Climate Change, Not All Forests Are Equal"}
{"hypothesis": "There is still hope for addressing climate change.", "statements": "1. Step up climate action or face catastrophe, says UN report\n2. Climate report Scientists politely urge act now idiots\n3. Real Climate Change Solutions Are in Reach\n4. France's new climate plan: Ban supermarket chains, Ban gas-powered cars, Ban TV/radio/print ads for products that generate CO2\n5. Dont despair climate change catastrophe can still be averted Simon Lewis"}
{"hypothesis": "Climate change will not be as bad as popularly believed.", "statements": "1. Second Thoughts on Climate Doom\n2. UN adjusting past data: 'Magnitude of claimed global warming since the mid-1800s has tripled in the last few years'  IPCC Claimed 0.6C Warming From 1861-2014 But Now Claim 1.72C Warming From 1850-2015"}
{"hypothesis": "Climate activists and politicians lie about the effects of climate change.", "statements": "1. Junk Science Jumps the Shark! UN Secretary General Says Global Warming Has Claimed 7 Million Lives Where?\n2. Heartland Institute accuses 'climate alarmists' of exploiting COVID-19 pandemic to advance agenda\n3. Obama Tries to Link Fires on West Coast to Climate Hoax; He Gets Shut Down\n4. Another climate scientist breaks ranks: 'Our models are Mickey-Mouse mockeries of the real world'\n5. It's Just The Weather': Meteorologist Fact-Checks Ocasio-Cortez On Climate Change"}
{"hypothesis": "Well-meaning climate legislation has harmful side effects.", "statements": "1. Failing Cities and States use Climate Change Lawsuits as Fiscal Escape Hatch"}
{"hypothesis": "The climate is cooling instead of warming.", "statements": "1. Claims have recently surfaced in the blogosphere that an increasing number of scientists are warning of an imminent global cooling, some even going so far as to call it a \"growing consensus\"."}
{"hypothesis": "Combatting climate change will increase peoples' cost of living.", "statements": "1. Climate Change Advisory Council Carbon tax needed in Budget\n2. The Paris Climate Discord Not in My Wallet"}
{"hypothesis": "People pushing to address climate change are doing so for financial gain.", "statements": "1. Climate rip off: Follow the money trail\n2. EU's 'Climate Funding' Con Revealed"}
{"hypothesis": "Climate models are inaccurate.", "statements": "1. Another climate scientist breaks ranks: 'Our models are Mickey-Mouse mockeries of the real world'"}
{"hypothesis": "Australians do not believe that climate change is occurring.", "statements": "1. How climate denialism was mainstreamed in Australia\n2. Australia's 'failing' environmental laws will fuel further public health crises, Nobel laureate warns"}
{"hypothesis": "Americans do not believe that climate change is occuring.", "statements": "1. US is hotbed of climate change denial, major global survey finds"}
{"hypothesis": "Climate activists are foreign agents.", "statements": "1. High-level trolling? Greta Thunberg could be a Russian puppet, climate skeptic AfD"}
{"hypothesis": "Climate change does not cause weather patterns to change.", "statements": "1. Obama Tries to Link Fires on West Coast to Climate Hoax; He Gets Shut Down\n2. It's Just The Weather': Meteorologist Fact-Checks Ocasio-Cortez On Climate Change\n3. Fact Check: No, CNN, Hurricane Dorian is Not Evidence of Climate Change"}
{"hypothesis": "Climate change would benefit parts of the world.", "statements": "1. 3 regions that would be 'big winners' with global warming"}
{"hypothesis": "Scientists are altering the climate by spraying chemicals.", "statements": "1. Irrefutable Footage of Climate Engineering via Chemical Spraying"}
{"hypothesis": "Environmentalism gets in the way of important Infrastructure projects.", "statements": "1. Commentary: President Trump's Overhaul of Stifling Environmental Regulations Clears the Way for Infrastructure Projects Nationwide"}
{"hypothesis": "International organizations like the UN and IPCC are fabricating climate data.", "statements": "1. UN adjusting past data: 'Magnitude of claimed global warming since the mid-1800s has tripled in the last few years'  IPCC Claimed 0.6C Warming From 1861-2014 But Now Claim 1.72C Warming From 1850-2015"}
{"hypothesis": "It is too late to stop climate change.", "statements": "1. What if We Stopped Pretending the Climate Apocalypse Can Be Stopped?\n2. Climate Change Has Finally Broken Through"}
{"hypothesis": "Climate change is worse than people believe.", "statements": "1. Climate crisis: Fossil fuels' impact on planet 'vastly underestimated'\n2. Bill Gates: 'Climate Change' Deaths Will Match COVID-19's In 40 Years  Claims COVID's 'misery' will 'happen regularly' if climate change is not stopped"}
{"hypothesis": "Immediate action is required to address climate change.", "statements": "1. Step up climate action or face catastrophe, says UN report\n2. Climate report Scientists politely urge act now idiots\n3. The consensus among scientists and policy-makers is that we'll pass this point of no return if the global mean temperature rises by more than two degrees Celsius.\n4. 'Collective failure' to limit greenhouse gas emissions needs urgent response, UN warns"}
{"hypothesis": "Government policies to combat climate change are ineffective.", "statements": "1. Europe's Green Deal on climate change failed its first test\n2. 'Nothing has been done:' Greta Thunberg slams Davos on climate change\n3. The Model For Joe Biden's Climate Justice Pledge Is Already Facing Problems"}
{"hypothesis": "Society is not doing enough to combat climate change.", "statements": "1. California's greenhouse gas emissions rose slightly in 2018"}
